let reviewArray = [
    {
    rid: 1,
    pid: 6,
    userName: '장예원',
    date: '2026.09.28',
    rating: 4,
    reviewImgs:[
        "rev1.jpg",
        "rev2.jpg",
        "rev3.jpg"
    ],
    reviewTxt:`아이보리 컬러가 생각보다 훨씬 차분해서 마음에 들어요.
    거실 한쪽에 두었는데 기존 가구들과도 자연스럽게 잘 어울립니다.
    서랍이 넓어서 자잘한 물건들을 정리하기 좋고 수납력도 충분해요.
    스틸 소재라 차가운 느낌이 날까 걱정했는데 컬러 덕분에 오히려 깔끔해 보여요.
    디자인과 실용성 모두 만족해서 오래 사용할 것 같습니다.`
    },
    {
    rid: 2,
    pid: 7,
    userName: '이지현',
    date: '2026.09.12',
    rating: 5,
    reviewImgs:[
        "rev4.jpg",
        "rev5.jpg",
        "rev6.jpg",
        "rev7.jpg",
        "rev8.jpg",
    ],
    reviewTxt:`침실에 둘 낮은 수납장을 찾다가 디자인이 마음에 들어 구매했어요.
    1200 사이즈라 상판도 넉넉해서 조명과 소품을 올려두기 좋습니다.
    서랍에는 옷과 작은 패브릭 제품들을 나눠서 보관하고 있어요.
    아이보리 색상이 너무 노랗지 않고 은은해서 공간이 한층 밝아 보입니다.
    심플한 인테리어를 좋아하시는 분들에게 잘 어울릴 것 같아요.`
    },
    {
    rid: 3,
    pid: 8,
    userName: '박민준',
    date: '2026.08.29',
    rating: 5,
    reviewImgs:[
        "rev9.jpg",
        "rev10.jpg",
        "rev11.jpg",
        "rev12.jpg",
        "rev13.jpg",
    ],
    reviewTxt:`작업실에 서류와 여러 소품을 정리하려고 구매했습니다.
    전체적인 마감이 깔끔하고 스틸 소재라 튼튼한 느낌이 들어요.
    서랍이 3단으로 나뉘어 있어서 용도별로 정리하기 편리합니다.
    크기가 있는 제품이라 설치 전에 공간 사이즈는 확인하는 게 좋을 것 같아요.
    전체적으로 가격 대비 디자인과 활용도 모두 만족스럽습니다.`
    },
    {
    rid: 4,
    pid: 9,
    userName: '박민준',
    date: '2026.08.29',
    rating: 5,
    reviewImgs:[
        "rev9.jpg",
        "rev10.jpg",
        "rev11.jpg",
        "rev12.jpg",
        "rev13.jpg",
    ],
    reviewTxt:`작업실에 서류와 여러 소품을 정리하려고 구매했습니다.
    전체적인 마감이 깔끔하고 스틸 소재라 튼튼한 느낌이 들어요.
    서랍이 3단으로 나뉘어 있어서 용도별로 정리하기 편리합니다.
    크기가 있는 제품이라 설치 전에 공간 사이즈는 확인하는 게 좋을 것 같아요.
    전체적으로 가격 대비 디자인과 활용도 모두 만족스럽습니다.`
    },
    {
    rid: 5,
    pid: 10,
    userName: '정하은',
    date: '2026.08.21',
    rating: 5,
    reviewImgs:[
        "rev14.jpg",
        "rev15.jpg",
        "rev16.jpg",
        "rev17.jpg",
        "rev18.jpg",
    ],
    reviewTxt:`작업실에 서류와 여러 소품을 정리하려고 구매했습니다.
    전체적인 마감이 깔끔하고 스틸 소재라 튼튼한 느낌이 들어요.
    서랍이 3단으로 나뉘어 있어서 용도별로 정리하기 편리합니다.
    크기가 있는 제품이라 설치 전에 공간 사이즈는 확인하는 게 좋을 것 같아요.
    전체적으로 가격 대비 디자인과 활용도 모두 만족스럽습니다.`
    },
];
